brew "bat"
brew "difftastic"
brew "fd"
brew "fzf"
brew "keychain"
brew "lua"
brew "macchina"
brew "neovim"
brew "ripgrep"
brew "stylua"
brew "tree"
brew "tldr"
brew "typst"
brew "vim"
brew "vivid"
brew "yazi"
brew "zoxide"
cask "font-arial"
cask "font-lilex-nerd-font"
cargo "cargo-update"
cargo "nu"
cargo "nufmt"
cargo "tree-sitter-cli"
cargo "websocat"
uv "ruff"
uv "ty"
